Revit 2024 API
UnitTypeId.Lumens Property
 Lumens.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Lumens { get; }
Visual Basic
Public Shared ReadOnly Property Lumens As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lumens {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace